[
  {
    "audio_file": "bvd-dream.mp3",
    "description": "<p>I put making this track off long enough that whatever this tune is, it came to me in the middle of a dream where I&#8217;d been stopped by the police for speeding &#8211; and this tune was what was playing on the radio as the officer was walking over.</p>\n<p>I&#8217;ve been having a lot of dreams where I&#8217;m being chased, detained, or otherwise imposed upon by authority since the pandemic started. Since I couldn&#8217;t go back to sleep after this one, I figured I&#8217;d transcribe the sound of my background anxiety.</p>\n",
    "title": "Sub Conscious",
    "author": "Sanju"
  },
  {
    "audio_file": "Nate-LatinOsaka.mp3",
    "description": "<p>This is what happens when you&#8217;re allowed &#8211; encouraged! &#8211; to download GarageBand&#8217;s &#8220;Taiko Drums&#8221; pack the <em>very same day</em> that you happen upon a video describing section looping, and so you sit there, nearly missing your plane, trying to make drum patterns that sound genuinely Japanese, despite knowing exactly how idiotic that sounds.</p>\n",
    "title": "Latin Osaka",
    "author": "Nate"
  },
  {
    "audio_file": "bvd-horror.mp3",
    "description": "<p>Wherein the hero walks into a labyrinth knowing that some <em>thing </em>awaits but some other <strong>thing</strong> pulls the strings. Cliffhanger ending, obviously.</p>\n",
    "title": "Abrupt Horror",
    "author": "Sanju"
  },
  {
    "audio_file": "Nate-MmmmAhhhh.mp3",
    "description": "<p>I&#8217;m not sure what kind of world we&#8217;re in here. In one octave some kind of Imperial spaceship is landing amidst great fanfare, in another kittens are stalking a dust mote across the keys of a harpsichord. More than anything, this is testament to the fact that if the human ear will find beat in practically <em>anything</em> if there&#8217;s plinky music skipping along the top of it.</p>\n",
    "title": "A Momentous Plink",
    "author": "Nate"
  },
  {
    "audio_file": "bvd-arkestra.mp3",
    "description": "<p>I went to a jazz concert put on the the Paris Jazz Club, featuring Thomas de Pourquery and the Supersonic. They style themselves after Sun Ra and the Arkestra &#8211; a start which was just a wall of sound and chaos. Then you start to pick out the trumpets and the keyboard and suddenly there&#8217;s order. Underneath it all is the drummer playing a little bow on his snare making an unreal uneasy wail. This was my attempt at recreating that sound.</p>\n",
    "title": "Uneasy Spaceways",
    "author": "Sanju"
  },
  {
    "audio_file": "Nate-Plunk.mp3",
    "description": "<p>When I was in college, I took a spectacularly unsuccessful semester of piano lessons.  At the end of this semester, we had a recital. A friend of mine, upon hearing that I had a piano recital this close to adulthood, asked what I was playing. I told her. Turned out she had played the same piece at piano recital .. when she was five. &#8220;Plunk pieces&#8221; she said. &#8220;Gotta love em.&#8221;  I remember being a little offended. This goes out to all the plunk pieces, and their plunky players. Even the older ones.</p>\n",
    "title": "Dearest Plunk",
    "author": "Nate"
  },
  {
    "audio_file": "bvd-melancholic.mp3",
    "description": "<p>The moment where you mix coffee and cream and the colours are still separate but dance and swirl in the cup.</p>\n<p>I played this for Nisha and she said it sounded like something from Zelda &#8211; an unplanned video game theme convergence between Nate and I this week.</p>\n",
    "title": "Melancholic",
    "author": "Sanju"
  },
  {
    "audio_file": "Nate-Latin-Mario.mp3",
    "description": "<p>This is the song that plays when you find that secret room in the castle where the princess needs saving and the boss fight to get to the next level just consists of hanging out for the afternoon in a small-town Nicaraguan samba lounge watching the main act&#8217;s 4 yr old son play around with the equipment.</p>\n",
    "title": "Latin Mario",
    "author": "Nate"
  },
  {
    "audio_file": "bvd_cat-rap.mp3",
    "description": "<p>This is a rap about a cat that&#8217;s also..a serial killer of birds? and smokes weed? why? I don&#8217;t know. While walking around Brooklyn with Nate, I recorded a noise of some birds in a tree. In Logic, I accidentally put together a chord that sounded like a church bell. If you can&#8217;t logically extrapolate to murderous feline from there, I can&#8217;t help you.</p>\n",
    "title": "Bird Brain",
    "author": "Sanju"
  },
  {
    "audio_file": "Nate-Springsteenish.mp3",
    "description": "<p>Introduction to song that my imaginary middle school band would have used to drive the crowd absolutely wild at one of those after-school hangouts where actually it&#8217;s just you and your friend jamming in the basement and then mom comes in half way through with Oreos and juice boxes and ok maybe you were playing Guitar Hero 4 all along.</p>\n",
    "title": "PowerBar Ballad No. 432",
    "author": "Nate"
  }
]
