[
  {
    "title": "The Chef's Knife",
    "author": "Sanju",
    "object_photo": {
      "thumbnail": "sanju-knife-150x150.jpg",
      "thumbnail-width": 150,
      "thumbnail-height": 150,
      "medium": "sanju-knife-179x300.jpg",
      "medium-width": 179,
      "medium-height": 300,
      "medium_large": "sanju-knife-768x1286.jpg",
      "medium_large-width": 768,
      "medium_large-height": 1286,
      "large": "sanju-knife-611x1024.jpg",
      "large-width": 611,
      "large-height": 1024,
      "1536x1536": "sanju-knife.jpg",
      "1536x1536-width": 828,
      "1536x1536-height": 1387,
      "2048x2048": "sanju-knife.jpg",
      "2048x2048-width": 828,
      "2048x2048-height": 1387
    },
    "highlight_color": "#595959",
    "story": "<p>If a criminal line cook broke in and stole my knife, the tears would only start flowing after I order another off Amazon and chop an onion with it. This knife isn&#8217;t the <em>one</em>. The form of it is never going to be constant &#8211; there&#8217;s always a Henckel or a Shun to lust after. And even if I were to get those, there&#8217;s always be the Damascus steel of Bob Kramer to pine for. And if that last sentence sounded sexual, that&#8217;s because it is. The form of it will <em>never</em> be constant, but the knife, for me, is memory.</p>\n<p>My mom would always make lunch for my sister and I to take to school. I&#8217;d eat it while reading a book or a magazine. When we got back home, she would have made us dinner &#8211; usually rice with <em>sambar</em> and <em>rasam,</em> or a <em>kootu</em> and some <em>sabzi</em>. There were times where she&#8217;d be strict and wouldn&#8217;t let us eat while watching TV, but most times we did (Animal Planet, or the Discovery channel).</p>\n<p>It&#8217;s the same these days, when she stays with me in Oakland. A packed lunch and the smell of spices when I get back home. Sometimes we watch a TV show together as we eat, but she&#8217;s more insistent on sitting at the dinner table to talk while we eat. Considering how much effort she puts into the meal, I don&#8217;t argue.</p>\n<p>The rules for the meals she makes are simple. Good ingredients. Fresh food &#8211; she can&#8217;t abide me eating leftovers. There&#8217;s a balance of protein and carbs and fat. It&#8217;s delicious.</p>\n<p>We don&#8217;t have any cast iron pans passed down from generation to generation, no cutlery used by my ancestors, but we do have a Google doc full of my mom&#8217;s recipes and a knife to help me make them.</p>\n"
  },
  {
    "title": "CGI",
    "author": "Nate",
    "object_photo": {
      "thumbnail": "rockman-150x150.jpg",
      "thumbnail-width": 150,
      "thumbnail-height": 150,
      "medium": "rockman-300x275.jpg",
      "medium-width": 300,
      "medium-height": 275,
      "medium_large": "rockman-768x703.jpg",
      "medium_large-width": 768,
      "medium_large-height": 703,
      "large": "rockman-1024x937.jpg",
      "large-width": 1024,
      "large-height": 937,
      "1536x1536": "rockman.jpg",
      "1536x1536-width": 1536,
      "1536x1536-height": 1406,
      "2048x2048": "rockman.jpg",
      "2048x2048-width": 1912,
      "2048x2048-height": 1750
    },
    "highlight_color": "#63c5cc",
    "story": "<p class=\"p1\">So when I was in seventh grade, our science teacher was out sick for a solid month. They found a substitute, class progressed, but for some reason he simply veered off the intended curriculum. It may be that he thought he was teaching a different class, but instead of picking up where she had left off, he asked us to each go off and research <i>anything we wanted</i>. I wasn&#8217;t sure what I wanted, but in a strange twist of fate, that weekend dad brought home a VHS of <i>The Making of Star Wars</i>, which triggered what has become one of the enduring interests of my life: special effects in the movies. By the time I delivered my &#8220;report&#8221; I had just about memorized <i>The Making of Star Wars</i>, and was busy re-watching <i>The Empire Strikes Back</i> with one finger on the pause button, hunting for flaws.</p>\n<p class=\"p1\">I&#8217;m not sure I can articulate why I was so fascinated by how it all fit together; my friends were content just watching the space ships zoom by and blow up, but for some reason I was more concerned with how the cameras moved, how the lights were set up or how they&#8217;d managed to create a whole universe out of little more than costumes, a few painted garbage cans and a smudge of Vaseline on the lens. It’s possible the appeal had nothing to do with the movies. Was it a knowledge-as-sophistication thing? An alternate route to adulthood through this mythbuster-y knowledge about how the world <i>really</i> works? I still can’t say, but that desire to peek behind the curtain, to shift back and forth between the magic of the story and the magic of its construction holds enormous sway to this day.</p>\n<p class=\"p1\">Of course, these days movie magic involves fewer spray-painted trash cans. During the first few years of college, a new <i>Lord of the Rings</i> movie was being released each year, with a full DVD box set hitting shelves around Christmas. With each DVD came up to <i>eleven hours</i> of how-they-did-it footage starring Richard Taylor and his squad of magicians at Weta Workshop, which I would (again) spend whole days of my holiday break studiously poring over. Unsurprisingly, many of Weta’s effects were a different creature entirely from <i>Star Wars</i>. Armies were being constructed digitally; whole worlds assembled inside a new class of digital effects editors, and Maya–a soup to nuts 3d animation tool–was clearly the newest, most important tool in the box.</p>\n<p class=\"p1\">So it was with the enthusiasm of a burgeoning addict that I downloaded the Maya Educational Edition after returning from break. For three solid weeks I sat at my little laptop, struggling to understand nurbs, curves, meshes, and the dense little lexicon of specialty lingo that might unlock any one of the zillion little buttons scattered across my screen. I’m afraid none of it stuck and I gave up after three weeks, but the taste &#8211; this sense that I could download <i>the same tools that made movies</i> has been unearthed, and every couple years since, a week or two has disappeared in to tutorial videos and demo projects, hoping that <i>this</i> is the time I&#8217;ll finally crack open the magic juju of real CGI.</p>\n<p class=\"p1\">Now, I still haven&#8217;t figure this stuff out. I&#8217;m not even close to understanding 1/100th of what makes up a basic digital scene, let alone the mix-reality ones you see nowadays, but a few weeks ago, thanks to another one of these shared projects, I <i>did</i> start on the long, winding path towards learning Blender Studio, which is a kind of open-source Maya. And after a day of tutorials, a day of swearing and then another day of easier tutorials I had a moment, just a moment, where the process made a certain sort of sense. I saw the steps I <i>might</i> use to create something bigger, something realer, and the feeling was positively electric.</p>\n"
  },
  {
    "title": "Arduino UNO",
    "author": "Nate",
    "object_photo": {
      "thumbnail": "arduino-150x150.jpg",
      "thumbnail-width": 150,
      "thumbnail-height": 150,
      "medium": "arduino-300x282.jpg",
      "medium-width": 300,
      "medium-height": 282,
      "medium_large": "arduino-768x722.jpg",
      "medium_large-width": 768,
      "medium_large-height": 722,
      "large": "arduino.jpg",
      "large-width": 1000,
      "large-height": 940,
      "1536x1536": "arduino.jpg",
      "1536x1536-width": 1000,
      "1536x1536-height": 940,
      "2048x2048": "arduino.jpg",
      "2048x2048-width": 1000,
      "2048x2048-height": 940
    },
    "highlight_color": "#187d82",
    "story": "<p class=\"p1\"><span class=\"s1\">A couple of my closest friends live in a little town just north of Half Moon Bay, about 30 minutes south of San Francisco. <span class=\"Apple-converted-space\">  </span>Their apartment is down by the water, and it&#8217;s only a short walk from their front door to a network of trails that spiderweb across a long stretch of cliffs.<span class=\"Apple-converted-space\">  </span>Atop the first of those cliffs,<span class=\"Apple-converted-space\">  </span>sitting quietly at the end of a narrow paved road, is a small military outpost that was set up to guard a smooth, white sphere the size of a three story house.<span class=\"Apple-converted-space\">  </span>The sphere is visible for miles, but the most anyone seems to know about its function is that it &#8220;knows how to track missiles.&#8221;</span></p>\n<p class=\"p1\"><span class=\"s1\">A few years ago, I was sitting with a new journal on the porch of my friends&#8217; apartment , looking up at the sphere.<span class=\"Apple-converted-space\">  </span>It was early, and a blue bed of fog had shrouded the dome in still another layer of mystery, as if it the whole thing was just a bubble of polished steam.<span class=\"Apple-converted-space\">  </span>As I sat there, staring and thinking about the open page before me, I was suddenly hit – overwhelmed – by the full weight of how utterly alien it all was. The fog toppled some inner set of dominos, and through a successive set of troubling yet obvious realizations the sheer scope of my ignorance unspooled before me. </span></p>\n<p class=\"p1\"><span class=\"s1\">The dominos went down something like this:</span></p>\n<p class=\"p1\"><span class=\"s1\">If I were magically able to peel back the sphere&#8217;s skin, to inspect every piece individually; if I was to lay out each one of the components on a big tarp; if I were given access to all the software that runs those components; if I were to be equipped with the tools that built the structure holding it up;<span class=\"Apple-converted-space\">  </span>if I were given the architectural plans, or shown the manifest of soldiers and their roles inside the control room; if I were to talk to the defense department who ordered it installed, or the congressman who approved the tax dollars that built it &#8230; if all of those things were to happen, this chunk of missile-tracking geometry would remain a mystery, because each one of the steps that caused that sphere to come in to existence was taken in a world utterly outside of my own.<span class=\"Apple-converted-space\">  </span>Engineers, soldiers, software developers, physicists, architects, contractors, construction workers, security guards, strategists and bureaucrats, each one immersed in their own universe of complexity and nuance, communicated through custom-built galaxy of lingo and syntax.<span class=\"Apple-converted-space\">    </span>What do I know about the military?<span class=\"Apple-converted-space\">  </span>Or construction?<span class=\"Apple-converted-space\">  </span>Or radar? And that&#8217;s not even the half of it &#8211; what do I know about <i>electricity</i>? Or <i>physics</i>?<span class=\"Apple-converted-space\">  </span>What do I know about even the most basic principles that would cause <i>any part of that structure to function?</i><span class=\"Apple-converted-space\">  </span>Or why it would? Or why people would want it to?<span class=\"Apple-converted-space\">  </span>The whole pupil-dilating thought made its way in to my journal like so: <i>its alienness is just a feature of attention; of the things I have chosen to spend my time looking at.<span class=\"Apple-converted-space\">  </span>Of course it&#8217;s alien. I&#8217;ve spent my entire adult life looking the other direction.</i></span></p>\n<p class=\"p1\"><span class=\"s1\">Years later, after a decade of self employment, I have somehow become the graphic designer for an engineering firm in Portland. <span class=\"Apple-converted-space\">  </span>The chain of events that got me here was a strange one, but what greeted me at the door was the same mystical distance that had been swirling around that sphere in Half Moon Bay:<span class=\"Apple-converted-space\">  </span>incomprehensible devices, accessible only through technical expertise, domain languages that describe, unrecognizably, the same world I&#8217;m walking through and a whole network of professional customs that keep the castle walls high and the drawbridge up.<span class=\"Apple-converted-space\">  </span>It&#8217;s all very familiar,<span class=\"Apple-converted-space\">  </span>except <i>this time</i> I&#8217;m on the other side of that wall.<span class=\"Apple-converted-space\">  </span>Before my first month was out I had bought my first Arduino board and book on how electricity works.<span class=\"Apple-converted-space\">  </span>Progress is slow, but the path is clear : bear witness to your own ignorance. Be patient. The questions will come.</span></p>\n"
  },
  {
    "title": "The Comedy Notebook",
    "author": "Sanju",
    "object_photo": {
      "thumbnail": "notebook-150x150.jpg",
      "thumbnail-width": 150,
      "thumbnail-height": 150,
      "medium": "notebook-249x300.jpg",
      "medium-width": 249,
      "medium-height": 300,
      "medium_large": "notebook-768x926.jpg",
      "medium_large-width": 768,
      "medium_large-height": 926,
      "large": "notebook.jpg",
      "large-width": 829,
      "large-height": 1000,
      "1536x1536": "notebook.jpg",
      "1536x1536-width": 829,
      "1536x1536-height": 1000,
      "2048x2048": "notebook.jpg",
      "2048x2048-width": 829,
      "2048x2048-height": 1000
    },
    "highlight_color": "#8fae35",
    "story": "<p>I tell everyone that I first did stand-up comedy open mic as the result of losing a bet but the truth is a pretty girl had told me I was funny and I was stupid enough to believe her.</p>\n<p>Open mics don&#8217;t have much in the way of an audience. The only ones in the bar are other standup comedians and their drunk friends and why in god&#8217;s name would you laugh at a competitor (There&#8217;s no prizes and we&#8217;re all losers craving validation but it <em>is</em> a competition). Also the best way to get a laugh is to put down the guy who bombed before you did.</p>\n<p>There was a joke about meerkats, something about Srinivas being a common name, and I concluded with a bit about how Animal Planet is to Hindus as Evangelical TV is to Christians. Don&#8217;t analyse that last one too much. The only sounds I can remember are the feedback from the mic and the beating of my heart. Those who were there can testify that the dominant noise was silence.</p>\n<p>After that disaster I figured that I&#8217;m going to fail at something, I might as well fail at it correctly. And so I started the comedy notebook. I&#8217;ve always revered notebooks &#8211; I buy several of them and leave them untouched as a monument to the unworthiness of my thoughts and ideas. An idea is always perfect in the mind and a crock of shit once it&#8217;s written down.</p>\n<p>This was different though &#8211; these ideas were <em>supposed</em> to be awful. They were mental excrement which could later be alchemized into comedy <strong>gold</strong>.</p>\n<p>`bicycle -&gt; impotence carriage`<br />\n`spinach and mushroom diet for camouflage poop?`<br />\n`brown nosing -&gt; racist?`<br />\n`i&#8217;m an eco-friendly emo, I only cut myself with compostable knives`<br />\n`intermittent penis`</p>\n<p>A comedian&#8217;s set can, of course, be better than the sum of its parts. All my parts could be represented, quantitatively speaking, in negative numbers. I&#8217;ve got two little notebooks filled with the most stupid, unfunny, and occasionally racist nonsense that would make me lose most of my friends (the ones worth keeping) were they ever to see the light of day.</p>\n<p>It is, however, a true blessing, now, when I can make someone laugh.</p>\n"
  },
  {
    "title": "The Jam Jar",
    "author": "Nate",
    "object_photo": {
      "thumbnail": "nate-jar-150x150.jpg",
      "thumbnail-width": 150,
      "thumbnail-height": 150,
      "medium": "nate-jar-300x300.jpg",
      "medium-width": 300,
      "medium-height": 300,
      "medium_large": "nate-jar-768x768.jpg",
      "medium_large-width": 768,
      "medium_large-height": 768,
      "large": "nate-jar-1024x1024.jpg",
      "large-width": 1024,
      "large-height": 1024,
      "1536x1536": "nate-jar.jpg",
      "1536x1536-width": 1536,
      "1536x1536-height": 1536,
      "2048x2048": "nate-jar.jpg",
      "2048x2048-width": 2048,
      "2048x2048-height": 2048
    },
    "highlight_color": "#a32030",
    "story": "<p>As a reservoir for watercolor water, the jam jar is not a terrific choice. It&#8217;s too small, too fragile and doesn&#8217;t have the handy notebook clip that you find on store-bought reservoirs. And yet it&#8217;s been the obvious choice for nearly a decade now; so long that the tin top is all dinged up and the rim of dried paint is now mixed with a thin rind of rust. Its permanence, I think, has something to do with the moment that it landed in my life, something to do with my sister, and something to do with the ways certain keepsakes dig their way in to our daily lives to the point of near invisibility.</p>\n<p>It was late in a very green summer when Margaret and I arrived in Cambridge. We&#8217;d been traveling across eastern Europe for the previous month, making friends on trains, jumping from hostel to hostel and, during one rather memorable week in Bled, making the acquaintance of a retired sniper with the Slovenian special forces, who (thank god) invited us to stay the week, simply because we were Americans. (Years ago he&#8217;d spent the most delightful summer near Houston, training with a squad of Army Rangers.)</p>\n<p>Our host in Cambridge was Richard, a freckled, fidgety bachelor of about 40 who appeared to be keeping loneliness at bay with a steady stream of couch surfers. I remember very little about Richard except that on our third day he walked south with us along the edge of several meadows to The Orchard, which was a tea room that wasn&#8217;t a room at all, just green fabric chairs sprinkled amongst a small grove of fruit trees. We ordered our tea and scones and jam (tidily packed in a shinier version of this banged-up little jar) and found a good spot to chat.</p>\n<p>Was it fabulous weather? Did the tea knock me sideways? Did we lean back in to our green canvas chairs and bat great ideas back and forth? No, no and &#8230; definitely not. In the moment I think we were mostly preoccupied with the swarm of bees that were trying to bully Richard in to giving up his scone. But then that&#8217;s not really how memory works, is it? Nearly a decade later, when I look at the jar I don&#8217;t think of bees or gray weather. I think of the final, punctuating moment of a long, glorious trip across Eastern Europe with my little sister. Of course it took a while for the jam jar to fully realize its role as a magic touchstone, but despite its faults, these days this little guy is a reservoir for far more than water.</p>\n"
  },
  {
    "title": "The Broken Keychain",
    "author": "Sanju",
    "object_photo": {
      "thumbnail": "sanju-medal-150x150.jpg",
      "thumbnail-width": 150,
      "thumbnail-height": 150,
      "medium": "sanju-medal-278x300.jpg",
      "medium-width": 278,
      "medium-height": 300,
      "medium_large": "sanju-medal.jpg",
      "medium_large-width": 588,
      "medium_large-height": 635,
      "large": "sanju-medal.jpg",
      "large-width": 588,
      "large-height": 635,
      "1536x1536": "sanju-medal.jpg",
      "1536x1536-width": 588,
      "1536x1536-height": 635,
      "2048x2048": "sanju-medal.jpg",
      "2048x2048-width": 588,
      "2048x2048-height": 635
    },
    "highlight_color": "#68384f",
    "story": "<p>My dad used to eat lychees and give me the seeds for safekeeping. He would say &#8220;Keep this, it&#8217;ll bring you good luck.&#8221; Sometimes he&#8217;d make a show of it, blowing on the seed and chanting over it before telling me to keep it safe. I&#8217;d keep them in a drawer for a little while and toss them out when they started to shrivel and crack. If I fell down or lost something, he&#8217;d joke saying that if I had kept that seed, it wouldn&#8217;t have happened. And I&#8217;d run off to my desk to bring him back the seed he gave to me months earlier (I was not a tidy six year old) and say &#8220;Look, look! I&#8217;ve still got it.&#8221; So he&#8217;d eat another lychee.</p>\n<p>He got me the keychain when he went to a business trip to Hong Kong (my sister got a matching one in blue). I think I was 14 at the time. I took it with me when I went to college. I hid it another drawer when he died. I hold it now whenever I miss him.</p>\n<p>We moved around a lot as kids. Two years in India, four in Kenya, four in Malaysia, seven in Singapore, and then Texas for school. There&#8217;s no home that I wander around in, in search of memory, and very few keepsakes that I&#8217;ve had for years and years. Photos help transport me back to times spent with my family, but they don&#8217;t have a reassuring weight. I can&#8217;t grip them tight, knuckles tight in anger and loss.</p>\n<p>I wonder, sometimes, whether I&#8217;ll leave this keychain to my kids (if I ever have any). Why would they treasure it anyway &#8211; this connection to a man they never met? I probably won&#8217;t give it to them. When I die, they&#8217;ll have lychee seeds while I run to my dad in the afterlife crying &#8220;Look, look! I&#8217;ve still got it.&#8221;</p>\n"
  }
]
