[
  {
    "image": {
      "thumbnail": "iii-08-Nate-150x150.jpg",
      "thumbnail-width": 150,
      "thumbnail-height": 150,
      "medium": "iii-08-Nate-300x229.jpg",
      "medium-width": 300,
      "medium-height": 229,
      "medium_large": "iii-08-Nate-768x587.jpg",
      "medium_large-width": 768,
      "medium_large-height": 587,
      "large": "iii-08-Nate-1024x782.jpg",
      "large-width": 1024,
      "large-height": 782,
      "1536x1536": "iii-08-Nate.jpg",
      "1536x1536-width": 1536,
      "1536x1536-height": 1174,
      "2048x2048": "iii-08-Nate.jpg",
      "2048x2048-width": 2000,
      "2048x2048-height": 1528
    },
    "image_credit": "Nate",
    "nate": {
      "nate_title": "Brawl",
      "nate_response": "<p>I mean, they&#8217;re clearly yelling, right? Yelling? Spitting? However you slice it these guys are having it out with one another, and from hue of those noses I&#8217;d say they&#8217;re doing over a big, empty bottle.  I know that this is the sort of thing that happens all the time for some people (why, just last week our Chief of Technology revealed that he used to get in bar brawls alongside his grandfather) but not me.  I tend to sit this kind of thing out, not unlike the alien in the middle there.</p>\n"
    },
    "sanju": {
      "sanju_title": "Monkeys Gazing\t",
      "sanju_response": "<p>I see two monkeys looking into each others&#8217; eyes. There was a meditation course that I used to attend regularly. They used to make us do an exercise where we paired up and sat down cross-legged facing one another. Some gentle sitar or flute music would play and the voice on the tape would talk about love, acceptance, and all associated good things. My aim was just not to laugh &#8211; and I&#8217;d do a good job until the voice asked &#8220;Look into their eyes. If God came to Earth in this form, would you be able to accept them?&#8221; And I&#8217;d burst out laughing. The answer was always yes.</p>\n"
    }
  },
  {
    "image": {
      "thumbnail": "iii-07-Sanju-150x150.jpg",
      "thumbnail-width": 150,
      "thumbnail-height": 150,
      "medium": "iii-07-Sanju-300x202.jpg",
      "medium-width": 300,
      "medium-height": 202,
      "medium_large": "iii-07-Sanju-768x517.jpg",
      "medium_large-width": 768,
      "medium_large-height": 517,
      "large": "iii-07-Sanju-1024x689.jpg",
      "large-width": 1024,
      "large-height": 689,
      "1536x1536": "iii-07-Sanju.jpg",
      "1536x1536-width": 1536,
      "1536x1536-height": 1034,
      "2048x2048": "iii-07-Sanju.jpg",
      "2048x2048-width": 2000,
      "2048x2048-height": 1346
    },
    "image_credit": "Sanju",
    "nate": {
      "nate_title": "A Club in Bushwick",
      "nate_response": "<p>This might be the first one where no one shape feels like a specific <em>thing</em>, but the two together just scream &#8220;dancing!&#8221;.</p>\n<p>Dancing and I have a long and rather tortured history. See &#8212; you may already know this about me &#8212; I have the physical grace of an arthritic pushmi-pullyu, and to admit that I am still sensitive to the inevitable sideline snickering that happens when I hit the dance floor would be understating the case &#8230; a lot. But there have been moments. Several, in fact, but top of the list is still a wintery night maybe 10 years ago in Brooklyn. I had just flown in from &#8230; somewhere and went directly to find my friend Anna at a burger joint in Bushwick. I remember it was snowing pretty hard. We ate, drank a bottle of wine and then went to meet some friends of hers in this tiny, nearly lightless little club nearby. &#8220;Club&#8221; is maybe the wrong word. It was really just a nearby basement with speakers. Anyways, I don&#8217;t know if it was the wine or the moment or the company or the dark, but we danced for hours; we danced until we were dripping with sweat and our legs had all but given out and then kept on dancing. The next day I could barely walk and it felt glorious.</p>\n"
    },
    "sanju": {
      "sanju_title": "Boxing",
      "sanju_response": "<p>The way they used to call out combinations in my boxing gym was through numbers. &#8216;One&#8217; was a jab, &#8216;two&#8217; was the straight, &#8216;three&#8217; the left hook &#8211; just seven numbers in all, if I remember correctly. It made it easy for a beginner like me. One two three two duck under one five six.  Jab pause straight pause hook pause and so on. It was algorithmic. Stilted, or at least it was when I did it. Laura showed me how the punches flowed from one to the other. And then it became music.</p>\n"
    }
  },
  {
    "image": {
      "thumbnail": "iii-09-Sanju-150x150.jpg",
      "thumbnail-width": 150,
      "thumbnail-height": 150,
      "medium": "iii-09-Sanju-292x300.jpg",
      "medium-width": 292,
      "medium-height": 300,
      "medium_large": "iii-09-Sanju-768x789.jpg",
      "medium_large-width": 768,
      "medium_large-height": 789,
      "large": "iii-09-Sanju-997x1024.jpg",
      "large-width": 997,
      "large-height": 1024,
      "1536x1536": "iii-09-Sanju.jpg",
      "1536x1536-width": 1495,
      "1536x1536-height": 1536,
      "2048x2048": "iii-09-Sanju.jpg",
      "2048x2048-width": 1993,
      "2048x2048-height": 2048
    },
    "image_credit": "Sanju",
    "nate": {
      "nate_title": "Drifter",
      "nate_response": "<p>So, cats. This one appears healthy, well kept and possibly asleep; all things that the cat it reminds me of wasn&#8217;t. When we lived in New Orleans, our windows stayed open pretty much year round, and every so often &#8212; usually when we were watching a movie, strangely &#8212; this random kitten would show up next to the bed, having drifted in from somewhere.  She&#8217;d be fed some water, encouraged to cuddle, and then at some point a little later would drift out again. Easiest pet I never hard. (I&#8217;ve been encouraging Zuzu to do the same, but it doesn&#8217;t appear to be taking.)</p>\n"
    },
    "sanju": {
      "sanju_title": "Mandibles",
      "sanju_response": "<p>I see an ant and its mandibles facing straight into the camera. What it reminded me of was a post that I wrote 9(!) years ago on a blog that I was using to impress a girl back in college. It also reminded me that I really like writing &#8211; and that I need to do more of it. I&#8217;ve reproduced the post below. The blog is <a href=\"http://chutneykid.blogspot.com/\">here</a>.</p>\n<p><strong>Antonement</strong></p>\n<p><em>&#8220;Now I am become death, the destroyer of worlds&#8221;</em><br />\n<em>-Verse 32, Chapter 11 Bhagavad Gita</em></p>\n<p>There stood today, a giant ant, in the center of my bedroom. Mandibles swaying gently in the breeze, it fixed upon me a dark and beady stare. It was almost human in its intensity. This made my decision to kill it even more difficult. I stood, resolute, in my decision. Almost weeping from the emotional strain, I knelt in front of it. I quietly ordered it out. It did not move. I did not want to do this, I said. It was mute in its defiance. I explained that I had a deathly fear of ants crawling into my ear as I slept, and that his death would serve as a cautionary tale for the rest of his ilk. He crawled towards me, insolent in the face of his would-be killer.</p>\n<p>Slowly I stood, and chanted a prayer for his soul. I felt a murderous Lord Krishna, reciting an unholy Bhagavad Gita, to a poor Antjuna. Fearing to look at my victim, I placed a soft floor mat upon his body. I jumped upon it, and, torn between fear, rage and piety, I jumped repeatedly on the mat. Catching my reflection in the mirror, it looked as though I was doing a pagan dance of death upon the grave of mine enemy. Weeping openly now, I flung the floor mat away to pay my respects to the remnants of his brave body. Alas! What was this?! Before my thunderstruck eyes, the ant was alive, and crawled to safetly before my murderous hands could overcome their paralysis. I shrieked and cried as I praised God and his infinite mercy, for he had saved 2 souls this day!</p>\n<p>Such as it is, thoughts and ineffectual actions do have their price. Later that day, I stood in the garden, unbeknownst, next to a red ant nest. As I pirouetted and hopped and danced in the throes of pain (much as I had danced upon the floor mat that very morn), I observed Karma laughing gleefuly at me in the corner.</p>\n"
    }
  },
  {
    "image": {
      "thumbnail": "iii-blot-nate-6-150x150.jpg",
      "thumbnail-width": 150,
      "thumbnail-height": 150,
      "medium": "iii-blot-nate-6-300x241.jpg",
      "medium-width": 300,
      "medium-height": 241,
      "medium_large": "iii-blot-nate-6-768x618.jpg",
      "medium_large-width": 768,
      "medium_large-height": 618,
      "large": "iii-blot-nate-6-1024x824.jpg",
      "large-width": 1024,
      "large-height": 824,
      "1536x1536": "iii-blot-nate-6.jpg",
      "1536x1536-width": 1536,
      "1536x1536-height": 1236,
      "2048x2048": "iii-blot-nate-6.jpg",
      "2048x2048-width": 2000,
      "2048x2048-height": 1609
    },
    "image_credit": "Nate",
    "nate": {
      "nate_title": "Apple Pie",
      "nate_response": "<p>The intersection of two dirt roads, both of them bordered by a high wall, and on the other side of that wall a little white house: its roof dark, its lawn tidily kept. From the look of things, we&#8217;re probably on foot, somewhere in New England. The day is cool, the leaves are red and the warm pie we&#8217;re gripping at the bottom is on its way to someone just around the bend.  (All of which is really to say : welcome to a profoundly nostalgic reconstruction of major themes in my childhood. Quaint little scenes involving pie will likely feature again in all this therapizing.)</p>\n"
    },
    "sanju": {
      "sanju_title": "Chaos Theory",
      "sanju_response": "<p>I&#8217;m microdosing today. Everything looks like a fractal.</p>\n"
    }
  },
  {
    "image": {
      "thumbnail": "iii-sanju-5-150x150.jpg",
      "thumbnail-width": 150,
      "thumbnail-height": 150,
      "medium": "iii-sanju-5-300x276.jpg",
      "medium-width": 300,
      "medium-height": 276,
      "medium_large": "iii-sanju-5-768x706.jpg",
      "medium_large-width": 768,
      "medium_large-height": 706,
      "large": "iii-sanju-5-1024x942.jpg",
      "large-width": 1024,
      "large-height": 942,
      "1536x1536": "iii-sanju-5.jpg",
      "1536x1536-width": 1536,
      "1536x1536-height": 1412,
      "2048x2048": "iii-sanju-5.jpg",
      "2048x2048-width": 2000,
      "2048x2048-height": 1839
    },
    "image_credit": "Sanju",
    "nate": {
      "nate_title": "Reflections",
      "nate_response": "<p>Very specific. The silhouette of the Washington monument (mirrored in the Lincoln Memorial&#8217;s reflecting pool) at the instant our capitol building erupts in to a hot, blinding mushroom cloud of radioactive violence. Instant. Quiet. (The dots at the bottom are a little mysterious, but in a more gristly interpretation I guess they could be the heads of senators.)</p>\n<p>This doesn&#8217;t bring anything specific to mind, apart from all the apocalyptic fantasizing that Hollywood has engaged in over the past few decades. I do wonder why it feels so vivid now, though &#8230;</p>\n"
    },
    "sanju": {
      "sanju_title": "Monkey Thief",
      "sanju_response": "<p>This picture kept reminded me of a comic series that I used to read as a kid in Singapore. I couldn&#8217;t remember what it was about, so I googled &#8216;Chinese Monkey Thief&#8217; and up popped <a href=\"https://en.wikipedia.org/wiki/Sun_Wukong\">Sun Wukong</a> &#8211; who yoinked Xi Wangmu&#8217;s peaches of immortality. When I was a kid, I found/stole the comic when someone had left it on the school bus. Nowadays, with the power of disposable income, there&#8217;s <a href=\"https://www.amazon.com/Journey-West-Book-Tsai-Chung/dp/997198587X\">this</a>. Despite the power of nostalgia, it&#8217;s hard to beat the feeling of reading a poached book, knees on the back of the seat in front of you, head on glass, and young.</p>\n"
    }
  },
  {
    "image": {
      "thumbnail": "iii-response-4-nate-150x150.jpg",
      "thumbnail-width": 150,
      "thumbnail-height": 150,
      "medium": "iii-response-4-nate-300x154.jpg",
      "medium-width": 300,
      "medium-height": 154,
      "medium_large": "iii-response-4-nate-768x395.jpg",
      "medium_large-width": 768,
      "medium_large-height": 395,
      "large": "iii-response-4-nate-1024x527.jpg",
      "large-width": 1024,
      "large-height": 527,
      "1536x1536": "iii-response-4-nate.jpg",
      "1536x1536-width": 1536,
      "1536x1536-height": 791,
      "2048x2048": "iii-response-4-nate.jpg",
      "2048x2048-width": 2048,
      "2048x2048-height": 1054
    },
    "image_credit": "Nate",
    "nate": {
      "nate_title": "Fashion Tips",
      "nate_response": "<p>A man with lustrous, heavily oiled hair turns away from the camera, revealing a long, straight nose. He seems &#8230; offended. Surprised? The image feels clear, but the association pool is a shallow one.  Where to focus? Long noses? Offense? I guess I&#8217;ll go with the hair oil. Back when I was first beginning to read longform pieces with the regularity of a real junkie, I came across Tom Junod&#8217;s <a href=\"http://www.gq.com/story/fashion-generation-tips-national-magazine-award\"><em>My Father&#8217;s Fashion Tips</em></a>, and it floored me. The whole article is great, but I remember feeling &#8212; vividly &#8212; how much was being conveyed between the lines; seeing what happens when a particularly tonal writer is asked to meditate on his relationship with a father who is flawed, but vital, ridiculous but wise, and still come out sounding like &#8230; a <em>son</em>. Just thinking about it now, it seems like a plainly impossible goal within the confines of nonfiction, but Junod was up to the task. I remember reading it at the back of the 71 bus on my way to Watertown &amp; I remember hearing at certain parts that little whisper of what language is capable of. Hoo boy!</p>\n"
    },
    "sanju": {
      "sanju_title": "Charging Bison",
      "sanju_response": "<p>I see dust swirling under hooves as two bison charge toward each other. From the sidelines, watching male bison battle for dominance seems futile and beautiful and a visceral representation of a dangerous undercurrent we are all subject to. Yet if you were the bison, that fight be would the only thing that matters.</p>\n"
    }
  },
  {
    "image": {
      "thumbnail": "iii-03-Sanju_b-150x150.jpg",
      "thumbnail-width": 150,
      "thumbnail-height": 150,
      "medium": "iii-03-Sanju_b-300x273.jpg",
      "medium-width": 300,
      "medium-height": 273,
      "medium_large": "iii-03-Sanju_b-768x699.jpg",
      "medium_large-width": 768,
      "medium_large-height": 699,
      "large": "iii-03-Sanju_b-1024x932.jpg",
      "large-width": 1024,
      "large-height": 932,
      "1536x1536": "iii-03-Sanju_b.jpg",
      "1536x1536-width": 1279,
      "1536x1536-height": 1164,
      "2048x2048": "iii-03-Sanju_b.jpg",
      "2048x2048-width": 1279,
      "2048x2048-height": 1164
    },
    "image_credit": "Sanju",
    "nate": {
      "nate_title": "Toy Story",
      "nate_response": "<p>Interpreting these things too specifically is probably a misuse of the exercise, but after a few minutes of squinting at <em>mayyyybee</em> a pair of polka dancers beneath a Buick-sized dove,  Buzz Lightyear snapped sharply in to focus.  See, back in middle school I was something of a Toy Story fanatic.  Rather, I was fanatical about little pieces of Toy Story.   I&#8217;d be hard pressed to tell you why <em>now</em><em>, </em>but for some reason it was very important to my 13 yr old self that I possess* the <a href=\"https://www.youtube.com/watch?v=FeIP17_UWq8\">Army Mission scene</a>, where Sarge and the troops go on a recon mission to identify the new toys. The problem with this desire was that our family didn&#8217;t buy videos, we rented them, and truly possessing a rented thing is &#8230; difficult. So, for a solid week, I set about turning my room at home in to a little AV studio. By (somehow) connecting our VCR to our Macintosh Performa&#8217;s screen inputs I was able to save the magic few seconds to a Quicktime file.  I remember watching that little clip repeatedly, at all hours, and with no small amount of pride.</p>\n<p>* This might also constitute the origin story for the particular brand of digital hoarding that has followed me in to adulthood, but these things are hard to pin down. Toy Story came out in &#8217;95, which is also when I was transferring vast swathes of Playboy.com in to Hypercard stacks that I would save to carefully hidden floppy discs around my room. (A story for another blot, perhaps.)</p>\n"
    },
    "sanju": {
      "sanju_title": "Fit",
      "sanju_response": "<p>Admittedly, I saw this one upside down first. So if you wouldn&#8217;t mind turning your monitor &#8211; or yourself &#8211; upside down, that&#8217;d be great. I see broad shoulders, a small waist, and muscular calves. Picture a bodybuilder lying down in the sand. I also see myself going to the gym soon. Then I see me succumbing to inertia instead.</p>\n"
    }
  },
  {
    "image": {
      "thumbnail": "iii-02-Nate-150x150.jpg",
      "thumbnail-width": 150,
      "thumbnail-height": 150,
      "medium": "iii-02-Nate-300x215.jpg",
      "medium-width": 300,
      "medium-height": 215,
      "medium_large": "iii-02-Nate-768x550.jpg",
      "medium_large-width": 768,
      "medium_large-height": 550,
      "large": "iii-02-Nate-1024x733.jpg",
      "large-width": 1024,
      "large-height": 733,
      "1536x1536": "iii-02-Nate.jpg",
      "1536x1536-width": 1536,
      "1536x1536-height": 1100,
      "2048x2048": "iii-02-Nate.jpg",
      "2048x2048-width": 2048,
      "2048x2048-height": 1467
    },
    "image_credit": "Nate",
    "nate": {
      "nate_title": "Gatwick",
      "nate_response": "<p>Is English countryside too obvious? (It&#8217;s either that or the maw of something Cthulhuish and hungry. ) If you let those clumps in the middle be a copse of elm, and beside them fields and cows and the crisp stillness of a clear day in early fall, why, anyone with who has even <em>heard</em> of England begins to get a little nostalgic.  For me, there are a few memories that coalesce around an image like that, but the most vivid are from a day I spent with Marissa, exploring the fields around Gatwick Airport.  We didn&#8217;t really have a plan, just a will to hop fences and visit with cows, but we did exactly that for the better part of a long, lovely fall day.</p>\n"
    },
    "sanju": {
      "sanju_title": "Lotus",
      "sanju_response": "<p>My dad always had a thing for lotuses. So when he started his company, he made the the logo a pink lotus. He showed it to me when we were taking a walk together and asked me what I thought. I said it was beautiful &#8211; and I really did think it was &#8211; but it would be more striking if it was black and white instead.</p>\n"
    }
  },
  {
    "image": {
      "thumbnail": "iii-01-Sanju-150x150.jpg",
      "thumbnail-width": 150,
      "thumbnail-height": 150,
      "medium": "iii-01-Sanju-244x300.jpg",
      "medium-width": 244,
      "medium-height": 300,
      "medium_large": "iii-01-Sanju-768x946.jpg",
      "medium_large-width": 768,
      "medium_large-height": 946,
      "large": "iii-01-Sanju-831x1024.jpg",
      "large-width": 831,
      "large-height": 1024,
      "1536x1536": "iii-01-Sanju.jpg",
      "1536x1536-width": 1104,
      "1536x1536-height": 1360,
      "2048x2048": "iii-01-Sanju.jpg",
      "2048x2048-width": 1104,
      "2048x2048-height": 1360
    },
    "image_credit": "Sanju",
    "nate": {
      "nate_title": "Face Off",
      "nate_response": "<p>Those two profiles in the middle, are, in nose-shape alone, deeply reminiscent of the Captain Haddock character in Tintin, which was a staple of pre-breakfast reading time with my dad, back when I reached up for doorknobs. I took Tintin-time very seriously. As soon as my mother was in the shower or downstairs, I would grab whatever volume we were midway through (Cigars of the Pharaoh and Flight 714 being real favorites), charge in to their bedroom and in to bed with dad, who was already reading (and, I expect, <em>enjoying</em>) something else.</p>\n"
    },
    "sanju": {
      "sanju_title": "Plotting Dinosaur",
      "sanju_response": "<p>There&#8217;s a face right in the middle, isn&#8217;t there? And frills to either side? And little claws tenting in the middle? I watched Jurassic Park obsessively as a kid and while the velociraptors were clearly my favorite, the one dinosaur that struck fear in my heart was the dilophosaurus. Innocent until its prey (coincidentally, also a chubby programmer like me) came closer, it spread its frills, shrieked, and spit black poison in his eyes. Now imagine if that thing were intelligent. Whatever the personal psychological fears this might reveal, a scheming dilophosaur is objectively terrifying.</p>\n"
    }
  }
]
